spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.get_cmp_enable_mode_b2588a81fd25eea0ba4eaf32207e1a44_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_cmp_enable_mode><virtual_servers><value>test_virtual_server</value></virtual_servers></wsdl:get_cmp_enable_mode></env:Body></env:Envelope>